rmc-xeno-strain-specialized-into = Он специализировался в { $strain }.
rmc-xeno-dancer-name = Танцор
rmc-xeno-dancer-description =
    Вы обмениваете плевок, кислотный шар, кислотный спрей, рывок и небольшую броню на высокий урон по одной цели.
    Вы получаете возможность:
    - Ломать стены и другие простые конструкции с помощью косой атаки.
    - Наносить врагам метки при ударах слэшем и хвостовым ударом, что влияет на другие ваши способности.
    - Наносить противнику базовый урон от косой атаки и пробивать броню, нанося двойной удар по отмеченным.
    - Подсечь врага, чтобы обезоружить его, или оглушить, если он помечен.
    - Получает временную прибавку к скорости, которая удваивается вокруг врагов.
rmc-xeno-dancer-popup = Этот инструмент станет моим орудием смерти.
rmc-xeno-vanguard-name = Авангард
rmc-xeno-vanguard-description =
    Вы обмениваете плевки, кислотные шары, кислотные брызги, едкую кислоту и немного здоровья на мощный щит от одного удара, который перезаряжается вне боя.
    Вы получаете возможность:
    - Разбивать стены и другие простые конструкции с помощью косой атаки.
    - Пробивать врагов в линию, перезаряжая щит, если вы поразили хотя бы двоих.
    - Пробивать группу врагов и снова использовать эту атаку, чтобы поразить всех вокруг себя, перезаряжая щит, если вы поразили хотя бы 1 врага.
    - Разрубать врагов, либо бросая их, либо укореняя на месте - оба варианта сильнее при поднятом щите.
rmc-xeno-vanguard-popup = Бесстрашный ты рожден, бесстрашный ты служишь, бесстрашный ты умираешь. Этот станет моим Авангардом.
rmc-xeno-warden-name = Смотритель
rmc-xeno-warden-description =
    Чтобы стать эффективным медиком, вы обмениваетесь кислотным шаром, кислотным спреем, прыжком, а также небольшим количеством урона от слэша и скоростью.
    Вы получаете способность:
    - Излучать сильные феромоны.
    - Способность, позволяющая найти находящихся под угрозой, сбитых с ног или отдыхающих союзников и притянуть их к себе.
    - С каждым ударом по врагам пополняется внутренний резерв хитпоинтов, который можно потратить на помощь союзникам и себе, исцеляя их или леча их недуги.
rmc-xeno-warden-popup = Она будет отрицать смерть своих сестер до тех пор, пока они этого не заслуживают. Сражайтесь или будьте забыты.
rmc-xeno-gardener-name = Садовник
rmc-xeno-gardener-description =
    Вы обмениваете свой выбор смоляных выделений, едкую кислоту и способность передавать плазму на небольшое количество дополнительной регенерации здоровья на травах и несколько новых способностей.
    Вы получаете способность:
    - Посадите до шести мощных смоляных плодов для своих сестер, потратив при этом немного здоровья за каждый сформированный плод.
    - Сажайте более выносливые сорняки.
    Ваш Resin Surge позволяет вам:
    - Создайте налеты из липкой смолы.
    - Временно укрепляйте конструкции с помощью плазмы.
    - Стройте недолговечные стены
    - Ускорьте рост ваших фруктов.
rmc-xeno-gardener-popup = Слава садоводства: руки в сорняках, голова в темноте, сердце со смолой.
rmc-xeno-acider-name = Асидер
rmc-xeno-acider-description =
    Вы обмениваете прыжок, костяные обломки, дальний прицел и небольшую скорость на большее количество здоровья, немного брони и новый орган, который со временем наполняется летучей кислотой.
    Вы получаете способность:
    - Обливать врагов кислотой при попадании.
    - Получать запасы кислоты от порезов врагов и пассивно со временем, которые можно потратить на едкую кислоту, такую же сильную, как у котла, но действующую гораздо быстрее.
    - Станьте живой бомбой, используя всю накопленную кислоту. Продержитесь 20 секунд, и вы взорветесь, покрыв кислотой врагов и их защиту. После этого вы реинкарнируете в виде личинки.
rmc-xeno-acider-popup = Это будет последнее, что они услышат. Мученик.
